tap "auth0/auth0-cli"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "mutagen-io/mutagen"
tap "railwaycat/emacsmacport"
tap "suzuki-shunsuke/asciinema-trim"
tap "teamookla/speedtest"
brew "ca-certificates"
brew "openssl@3"
brew "xz"
brew "asciinema"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "deno"
brew "python@3.11"
brew "mkcert"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "peco"
brew "terraform"
brew "auth0/auth0-cli/auth0"
brew "delphinus/sfmono-square/sfmono-square"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "suzuki-shunsuke/asciinema-trim/asciinema-trim"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "emacs-mac-spacemacs-icon"
cask "skitch"
vscode "antfu.unocss"
vscode "bibhasdn.django-html"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "cssho.vscode-svgviewer"
vscode "darkriszty.markdown-table-prettify"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "pajoma.vscode-journal"
vscode "ricard.postcss"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "SolarLiner.linux-themes"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tuttieee.emacs-mcx"
vscode "Vue.volar"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
